<template>
  <div class="container mx-auto flex flex-col gap-4 px-2 md:px-0">
    <h1 class="text-4xl font-bold text-center mt-2">Про нас</h1>
    <div>
      <h2 class="text-xl font-bold">Наша миссия</h2>
      <p class="bg-light p-2">
        Миссия Департамента полиции Лос-Сантоса — защищать жизни и имущество
        людей, которым мы служим, снижать уровень преступности и страх перед
        ней, а также повышать общественную стабильность, работая с различными
        сообществами над улучшением качества их жизни. Наш мандат состоит в том,
        чтобы делать это с честью и добросовестностью, всегда ведя себя согласно
        самым высоким этическим стандартам для поддержания общественного
        доверия.
      </p>
    </div>
    <div>
      <h2 class="text-xl font-bold">Служба нашим гражданам</h2>
      <p class="bg-light p-2">
        Мы стремимся повысить общественную безопасность и уменьшить страх и
        уровень преступности. Люди в наших сообществах — наши самые важные
        клиенты. Наш девиз «Служить и защищать» — это не просто лозунг — это наш
        образ жизни. Мы будем работать в партнерстве с людьми в наших
        сообществах и делать все возможное, в рамках закона, для решения проблем
        жителей Лос-Сантоса, которые влияют на общественную безопасность. Мы
        ценим большое разнообразие людей как в спальных, так и в деловых районах
        города и обслуживаем всех с одинаковой преданностью.
      </p>
    </div>
    <div>
      <h2 class="text-xl font-bold">Почтение закона</h2>
      <p class="bg-light p-2">
        Нам представлена честь и привилегия обеспечивать соблюдение закона. Мы
        должны всегда проявлять добросовестность в использовании власти и
        полномочий, данных нам народом. Наше личное и профессиональное поведение
        должно быть образцом для подражания. Мы будем соблюдать и поддерживать
        букву и дух закона.
      </p>
    </div>
    <div>
      <h2 class="text-xl font-bold">Приверженность к лидерству</h2>
      <p class="bg-light p-2">
        Мы считаем, что Департамент полиции Лос-Сантоса должен быть лидером в
        правоохранительной деятельности. Мы также считаем, что каждый человек
        должен быть лидером в своей сфере ответственности. Наша обязанность —
        обеспечить, чтобы наши ценности стали частью нашей повседневной трудовой
        жизни. Каждый из должен работать над тем, чтобы наши коллеги, наши
        профессиональные друзья и наши жители пользовались величайшим уважением
        к Департаменту полиции Лос-Сантоса.
      </p>
    </div>
    <div>
      <h2 class="text-xl font-bold">
        Честность во всем, что мы говорим и делаем
      </h2>
      <p class="bg-light p-2">
        Честность — наш стандарт. Мы гордимся своей профессией и будем вести
        себя так, чтобы заслужить уважение всех людей. Мы будем демонстрировать
        честное и этичное поведение во всех наших взаимодействиях. Наши действия
        будут соответствовать нашим словам. Мы должны иметь смелость отстаивать
        свои убеждения и поступать правильно. Полицейский департамент
        Лос-Сантоса имеет долгую историю честности и свободы от коррупции.
        Поддержание этой гордой традиции — это задача, которую мы все должны
        продолжать решать.
      </p>
    </div>
    <div>
      <h2 class="text-xl font-bold">Качество через постоянное улучшение</h2>
      <p class="bg-light p-2">
        Мы будем стремиться достичь высочайшего уровня качества во всех аспектах
        нашей работы. Мы никогда не может быть удовлетворены "статусом-кво". Мы
        должны стремиться к постоянному совершенствованию обслуживания людей в
        районах нашего города. Мы ценим инновации и поддерживаем творчество. Мы
        понимаем, что постоянные изменения — это образ жизни в таком динамичном
        городе, как Лос-Сантос, и посвящаем себя активному поиску новых и
        современных способов улучшения.
      </p>
    </div>
  </div>
</template>
